Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Figure 11.5.2.4.1: 3
es_es: Figura 11.5.2.4.1: 3

source: Figure 11.5.2.4.1: 4
es_es: Figura 11.5.2.4.1: 4

source: Figure 11.5.2.4.2: 1
es_es: Figura 11.5.2.4.2: 1

source: Figure 11.5.2.4.2: 2
es_es: Figura 11.5.2.4.2: 2

source: Figure 11.5.2.4.2: 3
es_es: Figura 11.5.2.4.2: 3

source: Figure 11.5.2.4.2: 4
es_es: Figura 11.5.2.4.2: 4

source: Figure 12
es_es: Figura 12

source: Figure 12.3.1: 1
es_es: Figura 12.3.1: 1

source: Figure 12.3.2: 1
es_es: Figura 12.3.2: 1

source: Figure 12.3.3: 1
es_es: Figura 12.3.3: 1

source: Figure 13
es_es: Figura 13

source: Figure 14
es_es: Figura 14

source: Figure 15
es_es: Figura 15

source: Figure 15.2.1.1: 1
es_es: Figura 15.2.1.1: 1

source: Figure 15.2.1.2: 1
es_es: Figura 15.2.1.2: 1

source: Figure 15.2.1.3: 1
es_es: Figura 15.2.1.3: 1

source: Figure 15.2.2.1.1: 1
es_es: Figura 15.2.2.1.1: 1

source: Figure 15.2.2.1.2: 1
es_es: Figura 15.2.2.1.2: 1

source: Figure 15.2.2.1.3: 1
es_es: Figura 15.2.2.1.3: 1

source: Figure 15.2.2.2.1: 1
es_es: Figura 15.2.2.2.1: 1

source: Figure 15.2.2.2.2: 1
es_es: Figura 15.2.2.2.2: 1

source: Figure 15.2.3.1: 1
es_es: Figura 15.2.3.1: 1

source: Figure 15.2.3.2: 1
es_es: Figura 15.2.3.2: 1

source: Figure 15.2.3.3: 1
es_es: Figura 15.2.3.3: 1

source: Figure 15.2.3.3: 3
es_es: Figura 15.2.3.3: 3

source: Figure 15.2.3.4: 1
es_es: Figura 15.2.3.4: 1

source: Figure 15.2.3.4: 3
es_es: Figura 15.2.3.4: 3

source: Figure 15.2.3.5: 1
es_es: Figura 15.2.3.5: 1

source: Figure 15.2.3.7: 1
es_es: Figura 15.2.3.7: 1

source: Figure 15.2.4.18: 1
es_es: Figura 15.2.4.18: 1

source: Figure 15.2.4.22: 1
es_es: Figura 15.2.4.22: 1

source: Figure 15.2.4.25: 1
es_es: Figura 15.2.4.25: 1

source: Figure 15.2.4.26: 2
es_es: Figura 15.2.4.26: 2

source: Figure 15.2.4.28: 4
es_es: Figura 15.2.4.28: 4

source: Figure 15.2.4.3: 1
es_es: Figura 15.2.4.3: 1

source: Figure 15.3.1.12: 1 depicts the estimated cumulative incidence for the first confirmed hypoglycaemic event.
es_es: En la Figura 15.3.1.12: 1 se ilustra la incidencia acumulada estimada del primer evento de hipoglucemia confirmado.

source: Figure 15.3.1.3: 1 depicts the estimated cumulative incidence over time for acute renal failure (narrow SMQ).
es_es: En la Figura 15.3.1.3: 1 se ilustra la incidencia acumulada estimada en el tiempo de la Insuficiencia renal aguda (consulta SMQ específica).

source: Figure 15.3.1.7: 1 depicts the estimated cumulative incidence over time for urinary tract infection based on the narrow sub BIcMQ.
es_es: En la Figura 15.3.1.7: 1 se presenta la incidencia acumulada estimada en el tiempo de la infección del tracto urinario, tal como surge de la consulta específica sub-BIcMQ.

source: Figure 15.3.1.9: 1 depicts the estimated cumulative incidence over time for genital infections based on the narrow BIcMQ.
es_es: En la Figura 15.3.1.9: 1 se presenta la incidencia acumulada estimada en el tiempo de las infecciones genitales, tal como surge de la consulta específica BIcMQ.

source: Figure 15.3.2.5: 1
es_es: Figura 15.3.2.5: 1

source: Figure 15.6.5.3: 1
es_es: Figura 15.6.5.3: 1

source: Figure 15.6.5.3: 17
es_es: Figura 15.6.5.3: 17

source: Figure 15.6.5.3: 18
es_es: Figura 15.6.5.3: 18

source: Figure 15.6.5.3: 21
es_es: Figura 15.6.5.3: 21

source: Figure 15.6.5.3: 22
es_es: Figura 15.6.5.3: 22

source: Figure 15.6.5.3: 25
es_es: Figura 15.6.5.3: 25

source: Figure 15.6.5.3: 26
es_es: Figura 15.6.5.3: 26

source: Figure 15.6.5.3: 37
es_es: Figura 15.6.5.3: 37

source: Figure 15.6.5.3: 38
es_es: Figura 15.6.5.3: 38

source: Figure 15.6.5.3: 5
es_es: Figura 15.6.5.3: 5

source: Figure 16
es_es: Figura 16

source: Figure 17
es_es: Figura 17

source: Figure 18
es_es: Figura 18

source: Figure 19
es_es: Figura 19

source: Figure 1 presents the flow chart and schedule of assessments.
es_es: En la Figura 1, se presenta el flujograma y el cronograma de evaluaciones.

source: Figure 1 shows a typical electropherogram for CGE reduced.
es_es: En la Figura 1, se puede apreciar un electroferograma típico de CGE en condiciones reductoras.

source: Figure 2
es_es: Figura 2

source: Figure 2 Preparation of gel mass
es_es: Figura 2, Preparación de la masa de gel

source: Figure 2 will report a box plot of NIHSS scores at baseline, 24hr, 3 days and 90 days in each treatment group.
es_es: En la Figura 2, se presentará un diagrama de caja de las puntuaciones de NIHSS al inicio, a las 24 horas, a los 3 días y a los 90 días en cada grupo de tratamiento.

source: Figure 2.
es_es: Figura 2

source: Figure 2.2.2.-1.
es_es: Figura 2.2.2.-1.

source: Figure 20
es_es: Figura 20

source: Figure 21
es_es: Figura 21

source: Figure 22
es_es: Figura 22

source: Figure 23
es_es: Figura 23

source: Figure 24
es_es: Figura 24

source: Figure 25
es_es: Figura 25

source: Figure 26
es_es: Figura 26

source: Figure 27
es_es: Figura 27

source: Figure 28
es_es: Figura 28

source: Figure 29
es_es: Figura 29

source: Figure 3
es_es: Figura 3

source: Figure 3 (cont'd)
es_es: Figura 3 (cont.)

source: Figure 3 Preparation of finished capsules
es_es: Figura 3, Preparación de las cápsulas terminadas

source: Figure 30
es_es: Figura 30

source: Figure 31
es_es: Figura 31

source: Figure 33
es_es: Figura 33

source: Figure 3: HILIC profile of SST sample, full scale and Figure 4: HILIC profile of SST sample, enlarged scale were added.
es_es: Se agregan la Figura 3: Perfil HILIC de la muestra de idoneidad del sistema, escala real, y la Figura 4: Perfil HILIC de la muestra de idoneidad del sistema, escala ampliada.

source: Figure 34
es_es: Figura 34

source: Figure 35
es_es: Figura 35

source: Figure 36
es_es: Figura 36

source: Figure 37
es_es: Figura 37

source: Figure 38
es_es: Figura 38

source: Figure 39
es_es: Figura 39

source: Figure 4
es_es: Figura 4

source: Figure 49
es_es: Figura 49

source: Figure 41
es_es: Figura 41

source: Figure 42
es_es: Figura 42

source: Figure 43
es_es: Figura 43

source: Figure 44
es_es: Figura 44

source: Figure 45
es_es: Figura 45

source: Figure 46
es_es: Figura 46

source: Figure 47
es_es: Figura 47

source: Figure 48
es_es: Figura 48

source: Figure 5
es_es: Figura 5

source: Figure 50
es_es: Figura 50

source: Figure 51
es_es: Figura 51

source: Figure 52
es_es: Figura 52

source: Figure 53
es_es: Figura 53

source: Figure 54
es_es: Figura 54

source: Figure 55
es_es: Figura 55

source: Figure 56
es_es: Figura 56

source: Figure 57
es_es: Figura 57

source: Figure 58
es_es: Figura 58

source: Figure 59
es_es: Figura 59

source: Figure 6
es_es: Figura 6

source: Figure 60
es_es: Figura 60

source: Figure 61
es_es: Figura 61

source: Figure 62
es_es: Figura 62

source: Figure 63
es_es: Figura 63

source: Figure 64
es_es: Figura 64

source: Figure 65
es_es: Figura 65

source: Figure 66
es_es: Figura 66

source: Figure 67
es_es: Figura 67

source: Figure 68
es_es: Figura 68

source: Figure 69
es_es: Figura 69

source: Figure 7
es_es: Figura 7

source: Figure 70
es_es: Figura 70

source: Figure 71
es_es: Figura 71

source: Figure 72
es_es: Figura 72

source: Figure 73
es_es: Figura 73

source: Figure 74
es_es: Figura 74

source: Figure 8
es_es: Figura 8

source: Figure 9
es_es: Figura 9

source: Figure 9.7.1.2:
es_es: Figura 9.1:

source: Figure 9.7.1.2: 1
es_es: Figura 9.7.1.2: 1

source: Figure 32
es_es: Figura 32

source: Figure 40
es_es: Figura 40

source: Figure S1.
es_es: Figura S1.

source: Figure S10.
es_es: Figura S10.

source: Figure S12.
es_es: Figura S12.

source: Figure S13.
es_es: Figura S13.

source: Figure S14.
es_es: Figura S14.

source: Figure S16.
es_es: Figura S16.

source: Figure S17.
es_es: Figura S17.

source: Figure S18.
es_es: Figura S18.

source: Figure S2.
es_es: Figura S2.

source: Figure S3.
es_es: Figura S3.

source: Figure S4.
es_es: Figura S4.

source: Figure S6.
es_es: Figura S6.

source: Figure S7.
es_es: Figura S7.

source: Figure S8.
es_es: Figura S8.

source: Figure S9.
es_es: Figura S9.

source: Figure10
es_es: Figura 10

source: Figure11
es_es: Figura 11

source: Figure12
es_es: Figura 12

source: Figure13
es_es: Figura 13

source: Figure14
es_es: Figura 14

source: Figure15
es_es: Figura 15

source: Figure16
es_es: Figura 16

source: Figure17
es_es: Figura 17

source: Figure18
es_es: Figura 18

source: Figure19
es_es: Figura 19

source: Figure7
es_es: Figura 7

source: Figure8
es_es: Figura 8

source: Figure9
es_es: Figura 9

source: Figures 15.2.3.6: 3, 15.2.4.26.1: 3, 15.2.4.26.2: 3, 15.2.4.26.3: 3, 15.2.4.26.4: 3, 15.2.4.26.5: 3, 15.2.4.26.6: 3, 15.2.4.26.7: 3, 15.2.4.26.8: 3, 15.2.4.26.9: 3, and 15.2.4.26.10: 3
es_es: Figuras 15.2.3.6: 3, 15.2.4.26.1: 3, 15.2.4.26.2: 3, 15.2.4.26.3: 3, 15.2.4.26.4: 3, 15.2.4.26.5: 3, 15.2.4.26.6: 3, 15.2.4.26.7: 3, 15.2.4.26.8: 3, 15.2.4.26.9: 3, y 15.2.4.26.10: 3

source: Figures 15.2.4.21: 2 and 4
es_es: Figuras 15.2.4.21: 2 y 4

source: Figures 15.2.4.23: 1 and 15.2.4.24: 1
es_es: Figuras 15.2.4.23: 1 y 15.2.4.24: 1

source: Figures 15.3.2.3.1: 1 and 15.3.2.3.2: 1
es_es: Figuras 15.3.2.3.1: 1 y 15.3.2.3.2: 1

source: Figures 15.3.2.4.2: 1 and 15.3.2.4.3: 1
es_es: Figuras 15.3.2.4.2: 1 y 15.3.2.4.3: 1

source: Figures 15.6.5.3: 13 and 15.6.5.3: 14
es_es: Figuras 15.6.5.3: 13 y 15.6.5.3: 14

source: Figures 15.6.5.3: 29 and 15.6.5.3: 30
es_es: Figuras 15.6.5.3: 29 y 15.6.5.3: 30

source: Figures 15.6.5.3: 33 and 15.6.5.3: 34
es_es: Figuras 15.6.5.3: 33 y 15.6.5.3: 34

source: Figures 15.6.5.3: 9 and 15.6.5.3: 10
es_es: Figuras 15.6.5.3: 9 y 15.6.5.3: 10

source: Figures 15.6.5.4: 10 and 15.6.5.4: 12
es_es: Figuras 15.6.5.4: 10 y 15.6.5.4: 12

source: Figures 15.6.5.4: 22 and 15.6.5.4: 24
es_es: Figuras 15.6.5.4: 22 y 15.6.5.4: 24

source: Figures 15.6.5.4: 25 and 15.6.5.4: 27
es_es: Figuras 15.6.5.4: 25 y 15.6.5.4: 27

source: Figures 15.6.5.4: 7 and 15.6.5.4: 9
es_es: Figuras 15.6.5.4: 7 y 15.6.5.4: 9

source: Fill about 200 mg of the test sample into the hopper of the VIBRI unit.
es_es: Cargar aproximadamente 200 mg de la muestra de prueba en la tolva de la unidad VIBRI.

source: Fill in this column with the activity or role of the different drug product manufacturing premises.
es_es: Rellene esta columna con la actividad o función de los diferentes locales de elaboración del medicamento.

source: Fill level of surge vessel prior start of filling
es_es: Nivel de llenado del tanque de compensación antes del inicio del llenado

source: Fill mix
es_es: Mezcla de relleno

source: Fill mix:
es_es: Mexla de llenado:

source: Fill strokes
es_es: Movimientos de émbolo para llenado

source: Fill the flask nearly to volume with Solvent Mixture, leaving sufficient volume to rinse the stir bar.
es_es: Llevar el matraz casi a volumen con mezcla de disolventes, aunque dejando un volumen suficiente para escurrir la barra de agitación magnética.

source: Fill the plastic containers with the filtered bulk solution.
es_es: Llene los recipientes de plástico con la solución a granel filtrada.

source: Fill volume
es_es: Volumen de llenado

source: Fill volume for TNKase® is higher to support the 50 mg dose strength.
es_es: El volumen de llenado de TNKase® es superior para alcanzar la concentración de la dosis de 50 mg.

source: Fill weight
es_es: Peso de llenado

source: Fill weight checks and controls of the plunger stopper position are performed at regular intervals to ensure the process parameters are maintained within their established ranges.
es_es: Se llevan a cabo comprobaciones del peso de llenado y controles de la posición del tapón del émbolo con regularidad para garantizar que los parámetros del proceso se mantengan dentro de los rangos establecidos.

source: Fill weight checks are performed automatically for every filled vial to ensure that the fill volume is maintained within its established ranges.
es_es: Se realizan controles del peso de llenado en cada uno de los viales llenados para asegurar que el volumen de llenado se mantenga dentro de los rangos establecidos.

source: Fill weight is assured within the defined limits.
es_es: El peso de llenado está garantizado dentro de los límites definidos.

source: Fill weight per cartridge
es_es: Peso de llenado por cartucho

source: Fill weight (average)
es_es: Peso de llenado (promedio)

source: Fill weight (individual)
es_es: Peso de llenado (individual)

source: Filling
es_es: Llenado

source: Filling (Step 6 to 10)
es_es: Llenado (Paso 6 a 10)

source: Filling and partial stoppering
es_es: Llenado y taponamiento parcial

source: Filling accuracy was checked by evaluation of minimum, maximum and average filling weight during transfer and validation fills.
es_es: La exactitud de llenado se verificó mediante evaluaciones del peso de llenado mínimo, máximo y promedio durante los llenados de transferencia y validación.

source: Filling and further processing of a smaller amount per vial does not adversely impact product quality as demonstrated by the product specific process validation.
es_es: El llenado y el procesamiento posterior de una menor cantidad de producto por frasco no afectan negativamente la calidad del producto, según lo demuestra la validación del proceso específica del producto.

source: Filling and stoppering
es_es: Llenado y colocación de tapones

source: Filling and stoppering operations take place in a Grade A/ISO 5 environment.
es_es: Las operaciones de llenado y colocación de tapones se realiza en un entorno de grado A/ISO 5.

source: Filling area classification
es_es: Clasificación del área de llenado

source: Filling height calculation in the different presentations
es_es: Cálculo de altura de llenado en las diferentes presentaciones

source: Filling height in the respective vial [mm]
es_es: Altura de llenado en el frasco correspondiente [mm]

source: Filling into vials at a weight range of 5.45 – 5.61 g (corresponding to a filling volume range of 5.30 – 5.46 mL) is performed using a peristaltic pump.
es_es: El llenado de frascos en un rango de peso de 5.45 a 5.61 g (que corresponde a un rango de volumen de llenado de 5.30 a 5.46 ml) se realiza mediante una bomba peristáltica.

source: Filling level of the surge vessel prior to the start of filling
es_es: Nivel de llenado del tanque de compensación antes del inicio del llenado

source: Filling level of the surge vessel prior start of filling
es_es: Nivel de llenado del tanque de compensación antes del inicio del llenado

source: Filling level of the surge vessel prior to start of filling
es_es: Nivel de llenado del tanque de compensación antes del inicio del llenado

source: Filling machine *
es_es: Llenadora de ampollas *

source: Filling needles
es_es: Agujas de llenado

source: Filling of spesolimab solution for injection 150 mg/syringe (150 mg/mL) is carried out in sterile manufacturing (SM) 4, building F113.
es_es: El llenado de la solución inyectable de Espesolimab en jeringa de 150 mg (150 mg/ml) se lleva a cabo en el área de fabricación estéril 4 (SM4), edificio F113.

source: Filling of the bulk solution
es_es: Llenado de la solución a granel:

source: Filling process
es_es: Proceso de llenado

source: Filling speed
es_es: Velocidad de llenado

source: Filling technology:
es_es: Tecnología de llenado:

source: Filling time
es_es: Hora de llenado

source: Filling vessel
es_es: Vaso de llenado

source: Filling volume 40 mg:
es_es: Volumen de llenado de 40 mg:

source: Filling volume 50 mg:
es_es: Volumen de llenado de 50 mg:

source: Filling weight (individual)
es_es: Peso de llenado (individual)

source: Filling weight data of different DP batches; transfer fills include results from active and placebo vials.
es_es: Resultados sobre el peso de llenado de diferentes partidas de medicamento; los llenados de transferencia incluyen resultados de frascos de medicamento y de placebo.

source: Filling weight (average)
es_es: Peso de llenado (promedio)

source: Film-coated Tablets
es_es: Comprimidos recubiertos

source: Film-coated Tablets, 2.5 / 500 mg
es_es: Comprimidos recubiertos, 2.5 / 500 mg

source: Film-coated tablet
es_es: Comprimido recubierto

source: Film-coated tablet, 9 mg and 18 mg
es_es: Comprimidos recubiertos, 9 mg y 18 mg

source: Film-coated tablets
es_es: Comprimidos recubiertos

source: Film-coated tablets (FF)
es_es: Comprimidos recubiertos (form. final)

source: Film-coated tablets (iFF)
es_es: Comprimidos recubiertos (form. final prev.)

source: Filter
es_es: Filtro

source: Filter a portion through a suitable membrane filter (e.g. Gelman Acrodisc GHP GF 0.45 μm) discarding at least the first 1 mL of filtrate.
es_es: Filtrar una porción a través de un filtro de membrana adecuado (por ejemplo, Gelman Acrodisc GHP GF de 0.45 μm), y descartar al menos el primer 1 ml de filtrado.

source: Filter absorption is avoided by discarding the first few drops of filtrate.
es_es: Para evitar que se absorba el filtro, se descartan las primeras gotas de filtrado.

source: Filter and degas.
es_es: Filtrar y desgasificar.

source: Filter area:
es_es: Área de filtro:

source: Filter area: 0.19 m2
es_es: Área de filtro: 0.19 m2

source: Filter capsule (PVDF, polypropylene (housing))
es_es: Cápsula del filtro [PDFV, Polipropileno (carcasa)]

source: Filter flush volume prior filter test
es_es: Volumen de enjuague del filtro antes de la prueba del filtro

source: Filter housings and pumps
es_es: Gabinetes y bombas de los filtros

source: Filter if necessary and wash the filter and dilute the solution to 20 ml with water".
es_es: Filtrar de ser necesario, lavar el filtro y diluir la solución con agua hasta obtener 20 ml.

source: Filter integrity test
es_es: Prueba de integridad del filtro

source: Filter integrity test post sterile filtration (product)
es_es: Prueba de integridad del filtro después de la filtración estéril (producto)

source: Filter integrity test post sterile filtration (WFI)
es_es: Prueba de integridad del filtro luego de la filtración estéril (agua p. iny.)

source: Filter integrity test post sterile filtration (product solution or WFI)
es_es: Prueba de integridad del filtro posterior al filtrado estéril (sol. del prod. o agua p/iny.)

source: Filter integrity test prior to and post sterile filtration
es_es: Prueba de integridad del filtro previa y posterior a la filtración estéril

source: Filter integrity test prior to filtration (WFI)
es_es: Prueba de integridad del filtro previo al filtrado (agua p. iny.)

source: Filter integrity test prior to sterile filtration (WFI)
es_es: Prueba de integridad del filtro previo al filtrado estéril (agua p. iny.)

source: Filter the samples using glass fiber filters (e.g. Roby 25/GF92, 1.0 µm or Membrex 25-GC), and collect the samples in HPLC vials.
es_es: Filtrar las muestras utilizando filtros de fibra de vidrio (por ejemplo, Roby 25/GF92, 1.0 µm o Membrex 25-GC) y recoger las muestras en viales de HPLC.

source: Filter the solution through a 0.22 μm membrane filter.
es_es: Filtrar la solución a través de un filtro de membrana de 0.22 μm.

source: Filter through a suitable membrane filter (e.g. Gelman Acrodisc GHP GF 0.45 μm) directly into a vial discarding the first 2 mL.
es_es: Filtrar a través de un filtro de membrana adecuado (por ejemplo, Gelman Acrodisc GHP GF de 0.45 μm) y transferir directamente al frasco, descartando los primeros 2 ml.

source: Filter wetting/Flush volume prior filter test
es_es: Humedecimiento del filtro/ Volumen de enjuague previo a prueba del filtro

source: Filter.
es_es: Filtrar.

source: Filter:
es_es: Filtro:

source: Filtration
es_es: Filtrado

source: Filtration characterisation study
es_es: Estudio de caracterización de la filtración

source: Filtration environment – classification:
es_es: Entorno de filtrado – clasificación:

source: Filtration pressure
es_es: Presión de filtración

source: Filtration skid
es_es: Patín de filtración

source: Filtration step
es_es: Paso de filtrado

source: Filtration step without discarding the first 2 mL of sample solution
es_es: Paso de filtrado sin descartar los primeros 2 ml de la solución muestra

source: Filtration unit*
es_es: Unidad de filtrado*

source: Filtration with 1.5 bar pressure has no impact on product quality and has been defined as upper PAR for the commercial process.
es_es: La filtración con una presión de 1.5 bar no afecta la calidad del producto y se definió como el rango aceptable comprobado superior para el proceso comercial.

source: Final eTICI 2b-3
es_es: eTICI final 2b/3

source: Final eTICI 2b/3*
es_es: eTICI final 2b/3*

source: Final mTICI 2b/3
es_es: Puntaje final mTICI 2b/3

source: Final AETSCT for substances with unknown response
es_es: AETSCT final para sustancias con respuesta desconocida

source: Final Blend
es_es: Mezcla final

source: Final blend (mix pre-blend with magnesium stearate):
es_es: Mezcla final (mezclar la premezcla con estearato de magnesio):

source: Final decisions on important protocol deviations and their consequences for the allocation of patients to analysis sets were made in the database lock meeting before the database was locked.
es_es: Las decisiones finales sobre las desviaciones importantes del protocolo y sus consecuencias para la asignación de pacientes a los grupos de análisis se tomaron en la reunión del cierre de la base de datos, antes de su efectivo cierre.

source: Final drying is performed at 21.5 - 24.5°C and 2.3 - 3.3 g water/kg air.
es_es: El secado final se hace a 21.5 - 24.5° C y 2.3 - 3.3 g de agua/kg de aire.

source: Final drying is performed at 19 – 27°C, ≤ 35% RH
es_es: El secado final se hace a 19 - 27° C, ≤ 35%HR

source: Final formulation
es_es: Formulación final

source: Final position
es_es: Posición final

source: Final product containing these levels of ha-PA was used in the large Phase III clinical trial without any negative impact.
es_es: El producto final con tales niveles de ha-PA se usó en un amplio ensayo clínico de fase III sin impactos negativos.

source: Final protocol v7
es_es: Protocolo final v7

source: Finally, a summative usability study was performed to validate that the PFS-NSD-1 combination product could be used safely and effectively and was not vulnerable to potentially harmful use errors that could lead to severe injury or death.
es_es: Por último, se llevó a cabo un estudio sumativo de la facilidad de uso para validar que el producto combinado PFS-NSD-1 podía usarse de manera segura y efectiva y que no era vulnerable a errores de uso potencialmente perjudiciales que podrían provocar lesiones graves o la muerte.

source: Finally, an additional safety buffer is suggested to the release specification.
es_es: Por último, se sugiere un margen de seguridad adicional que se agregue a la especificación de lanzamiento.

source: Finally, as empagliflozin is a chiral compound the specific optical rotation was determined.
es_es: Por último, como la empagliflozina es un compuesto quiral, se determinó su rotación óptica específica.

source: Finally, in part 2 of the EXTEND- IA TNK study, a dose of 0.4 mg/kg was not more effective than 0.25 mg/kg before endovascular thrombectomy in patients with large vessel occlusions and favourable perfusion imaging;13 however, a 0.25 mg/kg dose showed better recanalisation than a dose of 0.1 mg/kg in the TEMPO-1 study.14
es_es: Por último, en la parte 2 del estudio EXTEND-IA TNK, una dosis de 0.4 mg/kg no resultó más efectiva que 0.25 mg/kg previos a la trombectomía intravascular en pacientes con oclusión de grandes vasos e imagen de perfusión favorable;13 en cambio, en el estudio TEMPO-1, una dosis de 0.25 mg/kg presentó una recanalización mejor que 0.1 mg/kg.14

source: Finally, the column was regenerated.
es_es: Por último, se regeneró la columna.

source: Finally, the vials are visually inspected.
es_es: Por último, se realiza una inspección visual de los frascos.

source: Financial Aspects
es_es: Aspectos financieros
